/* 
  InfoPopovers.strings
  CleanMyMac

  Created by krivoblotsky on 5/30/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/

"CannotRemoveSystemApplication" = "Dit is een beveiligd systeembestand dat je niet kunt verwijderen. Je kunt wel gerelateerde bestanden verwijderen om de app opnieuw in te stellen.";
"CannotRemoveAppExtension" = "Dit item hoort bij de app en kan niet afzonderlijk worden verwijderd.";
"CannotRemoveChromeResources" = "Je kunt dit item niet verwijderen omdat Chrome is verbonden met een Google-account. Verwijderde gegevens worden in dit geval onmiddellijk opnieuw gesynchroniseerd.";
"EmptyPrivacyItems" = "Deze groep bevat geen items om te verwijderen.";
"NotEstimatedPrivacyItems" = "Je moet de gerelateerde app stoppen om het aantal verwijderbare items te berekenen en om ze voor verwijdering te selecteren.";
"NotEstimatedItem" = "De grootte van dit item wordt pas geschat nadat je je wachtwoord hebt ingevoerd.";
"SiriExtension" = "Siri is een integraal onderdeel van het besturingssysteem waardoor je het niet volledig kunt verwijderen.";
